BenchmarkOutput/multAlls/bft_E.txt
[OVERALL], RunTime(ms), 144247
[OVERALL], Throughput(ops/sec), 6.93255319001435
[MULTALL], Operations, 1000
[MULTALL], AverageLatency(us), 143812.576
[MULTALL], MinLatency(us), 123968
[MULTALL], MaxLatency(us), 632831
[MULTALL], 25thPercentileLatency(us), 139519
[MULTALL], 50thPercentileLatency(us), 140543
[MULTALL], 75thPercentileLatency(us), 147967
[MULTALL], 90thPercentileLatency(us), 155903
[MULTALL], 95thPercentileLatency(us), 159871
[MULTALL], 99thPercentileLatency(us), 167807
[MULTALL], Return=OK, 1000
[MULTALL], 124031, 1.0
[MULTALL], 126911, 1.0
[MULTALL], 127295, 1.0
[MULTALL], 127551, 1.0
[MULTALL], 127743, 3.0
[MULTALL], 127807, 6.0
[MULTALL], 127871, 2.0
[MULTALL], 127935, 4.0
[MULTALL], 127999, 6.0
[MULTALL], 128063, 4.0
[MULTALL], 128191, 3.0
[MULTALL], 128255, 1.0
[MULTALL], 128319, 1.0
[MULTALL], 129151, 1.0
[MULTALL], 129983, 1.0
[MULTALL], 131071, 1.0
[MULTALL], 131199, 1.0
[MULTALL], 131327, 1.0
[MULTALL], 131455, 2.0
[MULTALL], 131711, 6.0
[MULTALL], 131839, 10.0
[MULTALL], 131967, 17.0
[MULTALL], 132095, 19.0
[MULTALL], 132223, 8.0
[MULTALL], 132351, 4.0
[MULTALL], 132735, 1.0
[MULTALL], 133247, 1.0
[MULTALL], 134783, 1.0
[MULTALL], 135423, 3.0
[MULTALL], 135551, 2.0
[MULTALL], 135679, 2.0
[MULTALL], 135807, 18.0
[MULTALL], 135935, 17.0
[MULTALL], 136063, 35.0
[MULTALL], 136191, 19.0
[MULTALL], 136319, 20.0
[MULTALL], 136447, 3.0
[MULTALL], 136575, 2.0
[MULTALL], 136703, 1.0
[MULTALL], 136959, 1.0
[MULTALL], 137087, 1.0
[MULTALL], 137727, 1.0
[MULTALL], 138367, 2.0
[MULTALL], 138495, 2.0
[MULTALL], 139007, 1.0
[MULTALL], 139135, 3.0
[MULTALL], 139391, 4.0
[MULTALL], 139519, 7.0
[MULTALL], 139647, 8.0
[MULTALL], 139775, 35.0
[MULTALL], 139903, 43.0
[MULTALL], 140031, 95.0
[MULTALL], 140159, 19.0
[MULTALL], 140287, 35.0
[MULTALL], 140415, 10.0
[MULTALL], 140543, 6.0
[MULTALL], 140671, 5.0
[MULTALL], 140799, 2.0
[MULTALL], 141183, 1.0
[MULTALL], 142207, 1.0
[MULTALL], 142591, 1.0
[MULTALL], 142975, 1.0
[MULTALL], 143103, 2.0
[MULTALL], 143231, 1.0
[MULTALL], 143359, 3.0
[MULTALL], 143487, 7.0
[MULTALL], 143615, 5.0
[MULTALL], 143743, 15.0
[MULTALL], 143871, 25.0
[MULTALL], 143999, 57.0
[MULTALL], 144127, 23.0
[MULTALL], 144255, 23.0
[MULTALL], 144383, 5.0
[MULTALL], 144511, 5.0
[MULTALL], 144639, 2.0
[MULTALL], 144767, 2.0
[MULTALL], 144895, 1.0
[MULTALL], 145023, 1.0
[MULTALL], 146047, 1.0
[MULTALL], 146815, 1.0
[MULTALL], 147071, 1.0
[MULTALL], 147327, 1.0
[MULTALL], 147455, 3.0
[MULTALL], 147583, 2.0
[MULTALL], 147711, 5.0
[MULTALL], 147839, 24.0
[MULTALL], 147967, 22.0
[MULTALL], 148095, 28.0
[MULTALL], 148223, 14.0
[MULTALL], 148351, 6.0
[MULTALL], 148479, 2.0
[MULTALL], 148607, 1.0
[MULTALL], 148991, 1.0
[MULTALL], 149119, 1.0
[MULTALL], 150783, 2.0
[MULTALL], 151167, 4.0
[MULTALL], 151295, 2.0
[MULTALL], 151551, 1.0
[MULTALL], 151679, 2.0
[MULTALL], 151807, 18.0
[MULTALL], 151935, 7.0
[MULTALL], 152063, 19.0
[MULTALL], 152191, 9.0
[MULTALL], 152319, 4.0
[MULTALL], 152447, 2.0
[MULTALL], 152575, 1.0
[MULTALL], 152703, 1.0
[MULTALL], 153343, 1.0
[MULTALL], 154367, 1.0
[MULTALL], 155007, 1.0
[MULTALL], 155135, 1.0
[MULTALL], 155391, 2.0
[MULTALL], 155647, 5.0
[MULTALL], 155775, 7.0
[MULTALL], 155903, 9.0
[MULTALL], 156031, 12.0
[MULTALL], 156159, 7.0
[MULTALL], 156287, 8.0
[MULTALL], 156415, 3.0
[MULTALL], 156543, 1.0
[MULTALL], 156671, 1.0
[MULTALL], 156799, 1.0
[MULTALL], 156927, 1.0
[MULTALL], 157183, 1.0
[MULTALL], 157439, 1.0
[MULTALL], 157567, 1.0
[MULTALL], 157951, 1.0
[MULTALL], 159103, 1.0
[MULTALL], 159359, 1.0
[MULTALL], 159487, 2.0
[MULTALL], 159615, 1.0
[MULTALL], 159743, 3.0
[MULTALL], 159871, 2.0
[MULTALL], 159999, 8.0
[MULTALL], 160127, 4.0
[MULTALL], 160383, 3.0
[MULTALL], 160511, 2.0
[MULTALL], 160639, 1.0
[MULTALL], 161663, 1.0
[MULTALL], 163455, 1.0
[MULTALL], 163583, 2.0
[MULTALL], 163967, 3.0
[MULTALL], 164095, 6.0
[MULTALL], 164223, 1.0
[MULTALL], 164607, 1.0
[MULTALL], 166655, 1.0
[MULTALL], 166783, 1.0
[MULTALL], 167807, 5.0
[MULTALL], 167935, 3.0
[MULTALL], 168063, 2.0
[MULTALL], 171903, 1.0
[MULTALL], 175999, 1.0
[MULTALL], 184319, 1.0
[MULTALL], 632831, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 7402.0
[CLEANUP], MinLatency(us), 7400
[CLEANUP], MaxLatency(us), 7403
[CLEANUP], 25thPercentileLatency(us), 7403
[CLEANUP], 50thPercentileLatency(us), 7403
[CLEANUP], 75thPercentileLatency(us), 7403
[CLEANUP], 90thPercentileLatency(us), 7403
[CLEANUP], 95thPercentileLatency(us), 7403
[CLEANUP], 99thPercentileLatency(us), 7403
[CLEANUP], 7403, 1.0